@extends('layouts.app')

@section('content')
<div class="container">
    <br>
    <br>
    <h1 class="text-center titan" style="color:orange">DCODEA IT INSTITUTE</h1>

    <h4 class="text-center text-muted">ফ্রিল্যান্সিং জগতে আপনার স্বপ্নের ক্যারীয়ার গড়ুন আমাদের হাত ধরে</h4>
    
    <div class="text-center">
         <a class="btn btn-info mb-2" href="/">প্রথম পেজে ফিরুন</a>
        <a class="btn btn-success mb-2" href="{{ route('application.form') }}">অনলাইনে ভর্তি আবেদন করুন</a>
    </div>

    <br>

    <div class="row">
        <div class="col-md-6">
            <div class="jumbotron requirements">
                <legend>
                    <p>কোর্স এর মেয়াদ এবং কোর্স ফি সংক্রান্ত তথ্য </p>
                </legend>
                <p>
                   ছাত্র ছাত্রিদের সামর্থে কথা বিবেচনা করে আমরা আমাদের প্রতিাট কোর্স এর ফি যথাসাধ্য কমানোর চেষ্টা করেছি। তাছাড়া ১০ হাজার টাকার চেয়ে বেশি মুল্যের কোর্স গুলোতে আমরা নির্দিষ্ট অংশ ভর্তির সময় এবং বাাক অংশ ভর্তি পরবর্তী সময়ে কিস্তি আকারে পরিশোধের সূযোগ থাকছে। আমাদের প্রতিটি কোর্স এর মূল্য, সময় এবং অন্যন্য তথ্যঃ
                </p> 

                <ul>
                    <li>
                        <strong class="mb-5">ওয়েব ডিজাইন এবং ডেভেলপমেন্ট ( ১৫,০০০ টাকা )</strong>
                        <br> মেয়াদ - ৬ মাস,
                        <br> ভর্তির সময় দিতে হবে - ৫,০০০ টাকা,
                        <br> ভর্তির পরবর্তী ৫ মাসের মধ্যে পরিশোধ করতে হবে - ১০,০০০ 
                    </li><br>

                    <li>
                        <strong class="mb-0">মোবাইল এপ ডেভেলপমেন্ট ( ১৮,০০০ টাকা )</strong>
                        <br> মেয়াদ - ৬ মাস,
                        <br> ভর্তির সময় দিতে হবে - ৮,০০০ টাকা,
                        <br> ভর্তির পরবর্তী ৫ মাসের মধ্যে পরিশোধ করতে হবে - ১০,০০০ টাকা
                    </li><br>

                    <li>
                        <strong class="mb-0">ডেস্কটপ এপ ডেভেলপমেন্ট ( ১৮,০০০ টাকা )</strong>
                        <br> মেয়াদ - ৬ মাস,
                        <br> ভর্তির সময় দিতে হবে - ৮,০০০ টাকা,
                        <br> ভর্তির পরবর্তী ৫ মাসের মধ্যে পরিশোধ করতে হবে - ১০,০০০ টাকা,
                    </li><br> 

                    <li>
                        <strong class="mb-0">এডভান্স গ্রাফিক্স ডিজাইন ( ৬,০০০ টাকা )</strong>
                        <br> মেয়াদ - ৩ মাস,
                        <br> ভর্তির সময় দিতে হবে - ৩,০০০ টাকা,
                        <br> ভর্তির পরবর্তী মাসে পরিশোধ করতে হবে - ৩,০০০ টাকা,
                    </li><br> 

                    <li>
                        <strong class="mb-0">ডিজিটাল মার্কেটিং / এস.ই.ও ( ১০,০০০ টাকা )</strong>
                        <br> মেয়াদ - ৩ মাস,
                        <br> ভর্তির সময় দিতে হবে - ৬,০০০ টাকা,
                        <br> ভর্তির পরবর্তী ২ মাসের মধ্যে পরিশোধ করতে হবে - ৪,০০০ টাকা, 
                    </li><br> 
                </ul>

                <p><strong>বিঃদ্রঃ </strong> 
                    প্রতিটি কোর্স এর বকেয়া ফি নির্ধারিত সময়ে পরিশোধ করতে হবে।</p>
            </div>
        </div>

        <div class="col-md-6">
        
            <div class="jumbotron requirements">
                <legend>
                    <p>কোর্স আউটলাইন</p>
                </legend>
                <p>
                    যেকোন কোর্স এ ভর্তি হবার পূর্বে সেই কোর্স এ আপনি কি কি শিখতে যাচ্ছেন সেগুলো সম্পর্কে ধারনা নেওয়া প্রয়োজন। তাই আমার প্রতিটি কোর্স এর আউটলাইন তুলে ধরছি। 
                </p>
                <br>

                <legend>
                    <h4>ওয়েব ডিজাইন এবং ডেভেলপমেন্ট</h4>
                </legend>
                <ol>
                    <li> HTML, CSS দিয়ে কোড করে হাতে কলমে ওয়েব টেমপ্লেট ডিজাইন করতে শেখা।</li>
                    <li>Bootstrap CSS ফ্রেমওয়ার্ক দিয়ে বেসিক থেকে অ্যাডভান্স ওয়েবপেজ ডিজাইন করা শেখা।</li>
                    <li>Java Script দিয়ে বেসিক থেকে অ্যাডভান্স প্রোগ্রামিং শেখা এবং JavaScript এর লাইব্রেরী jQuery শেখা।</li>
                    <li>PHP প্রোগ্রামিং ল্যাঙ্গুয়েজ এর  ফান্ডামেন্টাল এবং অ্যাডভান্স Object Orient PHP হাতে কলমে শেখা।</li>
                    <li>MySql ডেটাবেজ এবং SQL কুয়েরী করা শেখা।</li>
                    <li>HTML, CSS, JavaScript, PHP এবং MySql এর সমন্বয়ে একটি ডায়ানামিক ওয়েবসাইট ডেভেলপ করতে শেখা।</li>
                    <li>PHP এর সবচেয়ে জনপ্রিয় CMS ওয়ার্ডপ্রেস থিম কাস্টমাইজেশন শেখা।</li>
                    <li>PHP এর সবচেয়ে জনপ্রিয় ফ্রেমওয়ার্ক Laravel শেখা এবং Laravel  দিয়ে অ্যাডভান্স ডাইনামিক ওয়েবসাইট ( ই-কমার্স, নিউজ পোর্টাল, ইনভেন্টরী ম্যানেজমেন্ট সিস্টেম, ইত্যাদি) ডেভেলপ করতে শেখা এবং প্রাক্টিকাল প্রজেক্ট শেষ করা।</li>
              
                </ol>

                <br>

                <legend>
                    <h4>মোবাইল এপ ডেভেলপমেন্ট</h4>
                </legend>
                <ol>     
                    <li>এন্ড্রোয়েড এবং আইফোনের অ্যপ সম্পর্কে ধারনা নেওয়া।</li>
                    <li>কোন কোন প্লাটফর্ম কি কি ধরনের টেকনলজি ব্যাবহার করে এবং কোন টেকনোলজি কিভাবে কাজ করে সেগুলো সম্পর্কে প্রাক্টিক্যাল ধারনা।</li>
                    <li>মোবাইল অ্যাপ ডেভেলপ এর জন্য বর্তমানের সবচেয়ে জনপ্রিয় ফ্রেমওয়ার্ক Flutter যেহেতু Dart প্রোগ্রামিং ল্যাঙ্গুয়েজ ব্যাবহার করে সুতরাং Dart এর ব্যাসিক থেকে অ্যাডভান্স শেখা।</li>
                    <li>Flutter ফ্রেমওয়ার্ক দিয়ে হাতে কলমে UI/UX বা ইউজার ইন্টারফেস ডেভেলপ করতে শেখা।</li>
                    <li>ব্যাকএন্ড এর জন্য NodeJs অথবা PHP শেখা।</li>
                    <li>NodeJs অথবা PHP ব্যাবহার করে সার্ভার এর জন্য Rest API ডেভেলপমেন্ট শেখা।</li>
                    <li>SQLite ডেটাবেস এবং Flutter দিয়ে ডাইনামিক মোবাইল এপ ডেভেলপ করতে শেখা।</li>  
                    <li>Rest API এর মাধ্যমে নেটওয়ার্ক বা ইন্টারনেট বেজড ডাইনামিক এপলিকেশন যেমনঃ (E-commerce, News Portal, Whatsapp) ডেভেলপ করতে শেখা।</li>  
                    <li>সব শেষে এন্ড্রোয়েড এবং আইফোনের জন্য আলাদা প্লাটফর্মএ কনভার্ট করে প্লে-স্টোর এবং অ্যাপল-স্টোর এ পাবলিশ করতে শেখা</li>  
                </ol><br>

                <legend>
                    <h4>ডেস্কটপ সফ্টওয়্যার ডেভেলপমেন্ট</h4>
                </legend>
             
                <p>
                   ডেস্কটপ সফ্টওয়্যার মূলত Java, C#, C++ এই ল্যাঙ্গুয়েজ গুলো দিয়েই মূলত ডেস্কটপ অ্যাপ ডেভেলপ করা যায়। তবে বর্তমানে ডেস্কটপ সফ্টওয়্যারের ক্ষেত্রে Java  এর চাইতে C# এর জনপ্রিয়তা বৃদ্ধি পাচ্ছে। বর্তমান মার্কেট এনালাইসিস করে দেখা যাবে ডেস্কটপ সফ্টওয়্যারের জন্য Java এর চাইতে c# এর চাহীদা বেশি। তাই আমরা c# এর ফান্ডামেন্টাল এবং অ্যাডভান্স প্রোগ্রামীং শিখব। c# ডট নেট এর মাধ্যমে উইন্ডোজ ফরম অ্যাপলিকেশন বানানো শিখব এবং মাইক্রোসফ্ট এসকিউএল এর মাধ্যমে ডাইনামিক কম্পিউটার সফ্টওয়্যার ( IMS, SMS, BMS ) ইত্যাদি সফ্টওয়্যার ডেভেলপ করা শিখব। 
                </p>

                <br>

                <legend>
                    <h4>এডভান্স গ্রাফিক্স ডিজাইন </h4>
                </legend>
             
                <p>
                  কেউ যদি একটা ছবির ব্যাকগ্রাউন্ড পাল্টাতে পারে তাহলে তাকেও গ্রাফিক্স ডিজািইনার বলা যায়। আমরা অ্যাডভান্স গ্রাফিক্স ডিজাইন বলতে তার চাইতে অনেক বেশি কিছু বুঝিয়েছি। যেমন কালার কম্বিনেশন, লাইট, ফোকাস এসবের আইডিয়া ভাল থাকলে এবং আপনি যদি ফটোশপ এবং ইলেস্ট্রেটর ভাল বোঝেন তাহলে আপনাকে গ্রাফিক্স জগতের কিং বলে অভিহিত করা যেতে পারে। বর্তমানে ফ্রিল্যান্সিং জগতে অনেক বড় একটা জায়গা ধরে রেখেছে গ্রাফিক্স ডিজাইনাররা। একজন ভালো মানের গ্রাফিক্স ডিজাইনারের মাসিক আয় লাখের উপরে। তাই আপনাকে একজন ভালো গ্রাফিক্স ডিজাইনার হতে হলে অবশ্যই অবশ্যই এডোবি ফটোশপ, ইলাস্ট্রেটর, ইনডিজাইন, লাইটরুম ইত্যাদি সফ্টওয়্যারের উপর সাধনা করতে হবে। আর সেই জন্যই আমাদের অ্যাডভান্স গ্রাফিক্স ডিজাইন কোর্সে আপনার জন্য থাকছে এডোবি ফটোশপ, ইলাস্ট্রেটর, ইনডিজাইন, লাইটরুম ইত্যাদি সফ্টওয়্যারের উপর বিশেষ ট্রেইনিং এবং প্রাক্টিক্যাল প্রজেক্ট যেমন লগো, টি-শার্ট, ফ্লাইয়ার, পোস্টার, আইকন, ইলাস্ট্রেশন ইত্যাদি ডিজাইন করার মাধ্যমে স্কিল ডেভেলপ করে সাক্সেসফুল গ্রাফিক্স ডিজাইনার হিসেবে প্রতিষ্টিত হওয়ার সূযোগ। 
                </p><br>

                <legend>
                    <h4>ডিজিটাল মার্কেটিং / এস.ই.ও </h4>
                </legend>
                <p>
                  ডিজিটাল মার্কেটিং/ এস.ই.ও সম্পর্কে লিখতে চাইলে অনেক কিছু লিখতে হবে। ভালো একটি ব্লগ সোর্স দিয়ে দিলাম, পড়ে নেবেন <a target="_blank" href="http://www.blog.careersourcebd.com/%E0%A6%A1%E0%A6%BF%E0%A6%9C%E0%A6%BF%E0%A6%9F%E0%A6%BE%E0%A6%B2-%E0%A6%AE%E0%A6%BE%E0%A6%B0%E0%A7%8D%E0%A6%95%E0%A7%87%E0%A6%9F%E0%A6%BF%E0%A6%82-%E0%A6%95%E0%A6%BF-%E0%A6%A1%E0%A6%BF%E0%A6%9C/">ডিজিটাল মার্কেটিং বিস্তারিত</a>
                </p>

        
            </div>
        </div>
    </div>
    <br><br>
</div>

@endsection


