<div class="jumbotron requirements">

    {{-- <p></p> --}}

    <legend>
    <p>কিছু গুরুত্বপূর্ন কথা</p>
    </legend>
    <p>
       বাংলাদেশের মত দেশ যেখানে চাকরির বাজার বেশ নাজুক অবস্থায় আছে, যেখানে ৪৭% শিক্ষিত জনগোষ্ঠী বেকার, পর্যাপ্ত চাকরির ক্ষেত্র তৈরি হয় না, সেখানে বিকল্প পেশা হিসেবে সম্মানজনক অবস্থায় আছে ফ্রিল্যান্সিং বা মুক্তপেশা, বা আরও বিস্তরভাবে বলতে গেলে অনলাইন প্রফেশন। অনেক গুলো অনলাইন প্রফেশনের মধ্যে ফ্রিল্যান্সিং একটি। ফ্রিল্যান্সিং খাতে বাংলাদেশ বেশ ভাল অবস্থানে আছে, বিশ্বে বাংলাদেশের দক্ষ পেশাদারদের দিয়ে কাজ করানো হচ্ছে শত কোটি টাকার। হিসেব মতে বাংলাদেশে ফ্রিল্যান্সার আছে ৫ লক্ষাধিক।
       <br><br>

       অনলাইন ফ্রিল্যান্সিং মানে হল, যে কাজ ক্লায়েন্ট অনলাইনের মাধ্যমে আপনাকে দিবে, আপনি সে কাজে চুক্তিবদ্ধ হবেন, নিজের দক্ষতা দিয়ে কাজটা করবেন, আর সেটা অনলাইনের মাধ্যমেই ক্লায়েন্টকে ডেলিভার করবেন, আর ক্লায়েন্ট অনলাইনের মাধ্যমেই আপনাকে পেমেন্ট করবে।
    </p> 


    <legend>
    <p>কাজ শুরু করার আগে আপনাকে যেই সিদ্ধান্ত গুলা নিতে হবে</p>
    </legend>
    <p>
       কাজ শুরু করার আগে আপনাকে কিছু গুরুত্বপূর্ণ সিদ্ধান্ত নিতে হবে। যেমন-  কাজটি ফুল টাইম করবেন নাকি পার্ট টাইম?  আমার মতে প্রথমেই ফুল টাইমের জন্য কাজ করা উচিত নয়। কোনো জব থাকলে বা পড়াশোনার পাশাপাশি কাজটি চালিয়ে যেতে পারেন। যদি নিজের উন্নতিতে সন্তুষ্ট হন তাহলে ভবিষ্যতের জন্য সিদ্ধান্ত নিন। যেসব কাজে ভালো পেমেন্ট আছে আর পাশাপাশি আপনি আগ্রহবোধ করেন এমন কাজ খুঁজে বের করুন।
    </p> 

    <legend>
    <p> ফ্রিল্যান্সিং করার জন্য যে কাজগুলো শিখতে পারেন </p>
    </legend>
    <p>
       ফ্রিল্যান্সিং এ কাজ করার জন্য অনেক মার্কেটপ্লেস আছে। প্রতিদিনই এই মার্কেটপ্লেস গুলোতে হাজার হাজার জব আসে। আপনাকে শুধু এই মার্কেটপ্লেস গুলোতে রেজিস্ট্রশন করে আপনি যে কাজগুলো পারেন সেই রিলেটেড জব গুলোতে এপলাই করতে হবে। বর্তমানে সবচেয়ে বেশি জব পাওয়া যায় সেই সেক্টর গুলোর যে কোন একটি নিয়ে আপনি কোর্স করার মাধ্যমে কাজ শিখতে পারেন। 
    </p> 
    <ul>
        <li> <strong>ওয়েবসাইট ডিজাইন এবং ডেভেলপমেন্ট</strong></li>
        <li> <strong>মোবাইল/ডেস্কটপ এপ ডেভেলপমেন্ট</strong></li>
        <li> <strong>গ্রাফিক্স ডিজাইন</strong></li>
        <li> <strong>ডিজিটাল মার্কেটিং / এস.ই.ও</strong></li>
        <li> <strong>কন্টেন্ট রাইটিং / ডাটা এন্ট্রি</strong></li>
    </ul>
    <p>
       বর্তমানে এই সেক্টর গুলোই সবচেয়ে বেশি চাহিদাপূর্ন। অনলাইন মার্কেটপ্লেস গুলোতে এই সেক্টর গুলোর উপরে হাজার হাজার জব পোস্ট হয় প্রতিদিনই। আপনারা এই সেক্টর গুলোর যেকোন একটিতে কোর্স করে অনলাইনে ফ্রিল্যান্সিং ক্যারীয়ার দাড় করাতে পারেন। এর জন্য আপনাকে অবশ্যই ধৈর্য্য ধারন করে পরিপূর্নভাবে কাজ শিখেতে হবে।
    </p> 


    <legend>
    <p>আমাদের সম্পর্কে</p>
    </legend> 
    <p>
        আমরা মূলত একটি সফ্টওয়্যার ফার্ম বা এজেন্সি। আমরা মূলত অনলাইনে বা লোকাল ক্লাইন্টদের সাথে চুক্তিবদ্ধ হয়ে তাদের ব্যাবসায়ের জন্য ওয়েবসাই কিংবা যে কোন ধরনের সফ্টওয়্যার ডেভেলপ করি। এর পাশাপাশি আমরা অনলাইন ফ্রিল্যান্সিং এর চাহিদাপূর্ন বা জনপ্রিয় সেক্টর গুলোর উপরে ট্রেইনিং দিয়ে থাকি। 
        দক্ষ ট্রেইনারদের দিয়ে আমরা স্টূডেন্টদের স্কিল ডেভলপ করার মধ্যমে ফ্রিল্যান্সিং এ প্রফেশনালি কাজ করার সক্ষম করে তুলি|
    </p> 
    
    <legend>
    <p>আমাদের কোর্স সমূহ, কোর্স এর মেয়াদ এবং কোর্স ফি</p>
    </legend>
    <p>
       আমরা ফ্রিল্যান্সিং এর যে সেক্টর গুলো নিয়ে কাজ করি সেই সেক্টর গুলোতেই মূলত আমরা ট্রেইনিং দিয়ে থাকি। প্রতিটি কোর্সই দক্ষ ট্রেইনার দ্বারা নির্ধারিত সময় অনুযায়ী শেষ করানো হয়। আমাদের কোর্স সমূহঃ 
    </p> 
    <ul>
        <li>ওয়েব ডিজাইন এবং ডেভেলপমেন্ট ( ৬ মাস ) - ১৫,০০০ /=</li>
        <li>মোবাইল এপ ডেভেলপমেন্ট ( ৬ মাস ) - ১৮,০০০ /=</li>
        <li>ডেস্কটপ এপ ডেভেলপমেন্ট ( ৬ মাস ) - ১৮,০০০ /=</li>
        <li>এডভান্স গ্রাফিক্স ডিজাইন ( ৩ মাস ) - ৬,০০০ /=</li>
        <li>ডিজিটাল মার্কেটিং / এস.ই.ও ( ৩ মাস ) - ১০,০০০ /=</li>
    </ul>


    <legend>
    <p>আমাদের কাছে কোর্স করলে যে সুবিধা গুলো পাবেন</p>
    </legend>
    <p>
       বর্তমানে ফ্রিল্যান্সিং এ কাজ করার জন্য অনেকেই আগ্রহ পোষন করেন। তাদের মধ্যে বেশিরভাগই হচ্ছে ছাত্র ছাত্রি। সকলের সামর্থের মধ্যে আমাদের প্রতিটি কোর্স এর মূল্য অন্যান্য আইটি ট্রেইনিং ইনিস্টিটিউট গুলোর চাইতে কম রাখা হচ্ছে। এর পাশাপাশি আমরা আরো সুযোগ সুবিধা দিয়ে থাকছি। যেমনঃ
    </p> 
    <ul>
        <li>তুলনামূলকভাবে স্বল্প মুল্যে প্রশিক্ষন।</li>
        <li>প্রতিটি ক্লাসের রেকর্ড ভিডিও পেয়ে যাবেন আমাদের নির্দিষ্ট ফেসবুক গ্রূপে।</li>
        <li>বড় কোর্স গুলোতে মাসিক কিস্তিতে টাকা পরিশোধের সূযোগ।</li>
        <li>কোর্স শেষে আমাদের এজেন্সিতে ফুলটাইম জব পাওয়া সূযোগ।</li>
        <li>ফ্রিল্যান্সিং মার্কেটপ্লেস গুলর উপর ফ্রি ট্রেইনিং এবং কাজ পাওয়ার নিশ্চয়তা।</li>
        <li>আমাদের কাছ থেকে কাজ নিয়ে বাসাই বসে কাজ করার সূযোগ।</li>
        <li>কোর্স শেষে সার্টিফিকেট এর ব্যাবস্থা।</li>
    </ul>

    <p>সবকিছু আপডেট পেতে এখনই জয়েন করুন আমাদের  ফেসবুক গ্রূপে <br>
       ফেসবুক গ্রূপ - <a href="https://www.facebook.com/groups/dcodea.dtp/">Dcodea Training Program</a>
    </p>
    <p></p>

    <p><strong>বিঃদ্রঃ </strong> আমাদের কোর্সে ভর্তি হতে চাইলে অফিসে এসে কিংবা অনলাইনে রেজিস্ট্রেশন করতে পারেন। অনলাইনে রেজিস্ট্রেশনের পূর্বে অবশ্যই রেজিস্ট্রেশন ফর্ম এর উপরে বর্নীত নিয়ম গুলো পড়বেন।</p>
    
</div>